Revit 2027 API
ExporterIFC.WallAndColumnSplitting Property
 Identifies if division of multi-level walls and columns by levels should take place during this export.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool WallAndColumnSplitting { get; }
Public ReadOnly Property WallAndColumnSplitting As Boolean
	Get
public:
property bool WallAndColumnSplitting {
	bool get ();
}
member WallAndColumnSplitting : bool with get
Property Value
Boolean
See Also
Reference
ExporterIFC Class
Autodesk.Revit.DB.IFC Namespace